Revit 2026 API

# IDataConversionMonitor Methods

---

The IDataConversionMonitor type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | GetVerbosity | Reports requested verbosity level |
|  | ProcessMessage |  |

#### Reference

IDataConversionMonitor Interface

Autodesk.Revit.DB Namespace